Repository: shaded013/kinopub-apple-client
Catalog: KinoPubAppleClient/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: “%@” failed to download (no file was produced).
ru: Не удалось загрузить «%@» (файл не был создан).

source: “%@” failed to download: %@
ru: Не удалось загрузить «%@»: %@

source: %d episodes queued
ru: В очереди: %d эп.

source: Active
ru: Активные

source: Actor
ru: Актёр

source: Actors
ru: Актеры

source: Add to Bookmark
ru: Добавить в закладки

source: Add to bookmarks
ru: Добавить в закладки

source: Add to watchlist
ru: В отслеживаемые

source: Add to Watchlist
ru: Добавить в список

source: Added
ru: Добавленные

source: Added to watchlist
ru: Добавлено в «Я смотрю»

source: Age
ru: Возраст

source: All
ru: Все

source: Already downloaded
ru: Уже загружено

source: Already downloading
ru: Уже загружается

source: Always on top
ru: Показывать поверх остальных окон

source: Anime
ru: Аниме

source: Any
ru: Любой

source: Any time
ru: За всё время

source: App Version
ru: Версия приложения

source: Apply
ru: Применить

source: Are you sure?
ru: Вы уверены?

# Auth_Activate
source: Activate
ru: Активировать

# Auth_CodeActivationText
source: You must activate this device first. Go to the website and enter the code in the "Device Activation" section of your profile and press "Add". Then return to the app. The code is automatically copied to the clipboard.
ru: Для начала нужно активировать это устройство. Перейдите на сайт и в своём профиле в графе «Активация устройства» введите код и нажмите «Добавить». После этого возвращайтесь в приложение. Код автоматически копируется в буфер обмена.

# Auth_CodeActivationTitle
source: Device Activation
ru: Активация устройства

# Auth_DeviceCode
source: Device Code
ru: Код устройства

source: Author
ru: Авторский

source: Auto
ru: Авто

source: Back online
ru: Снова в сети

source: Be the first to discuss this title
ru: Будьте первым, кто обсудит этот тайтл

source: Best quality
ru: Лучшее качество

source: Bookmark folders
ru: Папки закладок

source: Bookmarks
ru: Закладки

source: Browse
ru: Обзор

source: Browser sessions
ru: Сессии браузера

source: By IMDb
ru: По IMDb

source: By Kinopoisk
ru: По Кинопоиску

source: By rating
ru: По рейтингу

source: By update
ru: По обновлению

source: By views
ru: По просмотрам

source: Cancel
ru: Отмена

source: Caps streaming quality. Auto lets the player adapt to your connection.
ru: Ограничивает качество стрима. «Авто» — плеер сам подстраивается под соединение.

source: Cartoon Series
ru: Мультсериалы

source: Cartoons
ru: Мультфильмы

source: Cast
ru: В ролях

source: Cast & Crew
ru: Актёры и съёмочная группа

source: Changes take effect within a minute
ru: Изменения вступят в силу в течение минуты

source: Clear
ru: Очистить

source: Clear EPG cache
ru: Очистить кэш программы

source: Clear image cache
ru: Очистить кэш изображений

source: Clear Image Cache
ru: Очистить кэш изображений

source: Clear key
ru: Удалить ключ

source: Collections
ru: Подборки

source: Comments
ru: Комментарии

source: Concert
ru: Концерт

source: Continue
ru: Продолжить

source: Continue Watching
ru: Продолжить просмотр с

source: Couldn't load comments
ru: Не удалось загрузить комментарии

source: Couldn't start download
ru: Не удалось начать загрузку

source: Couldn't start downloading “%@” (the server didn't return a valid HLS stream).
ru: Не удалось начать загрузку «%@» (сервер не вернул корректный HLS-поток).

source: Country
ru: Страна

source: Create
ru: Создать

source: Date created
ru: Дата добавления

source: Date updated
ru: Дата обновления

source: Day
ru: День

source: days
ru: дней

source: Default
ru: По умолчанию

source: Delete
ru: Удалить

source: Delete folder
ru: Удалить папку

source: Description
ru: Описание

source: Details
ru: Подробнее

source: Device
ru: Устройство

source: Device activation was denied.
ru: В активации устройства отказано.

source: Device settings
ru: Настройки устройства

source: Devices
ru: Устройства

source: Director
ru: Режиссёр

source: Directors
ru: Режиссеры

source: Dislike
ru: Дизлайк

source: Disliked
ru: Дизлайк учтён

source: Documental
ru: Документальные фильмы

source: Documental Series
ru: Документальные сериалы

source: Done
ru: Готово

source: Download
ru: Скачать

source: Download complete
ru: Загрузка завершена

source: Download failed
ru: Ошибка загрузки

source: Download started
ru: Загрузка началась

source: Download whole season
ru: Скачать весь сезон

source: Downloaded
ru: Скачано

source: Downloading…
ru: Скачивается…

source: Downloads
ru: Загрузки

source: Dubbing
ru: Дубляж

source: Duration
ru: Длительность

source: English
ru: Английские

source: English language
ru: Английский

source: Episode
ru: Серия

source: episodes
ru: эпизодов

source: Facts
ru: Факты

source: Films, Serials and Collections can't be hidden.
ru: Фильмы, Сериалы и Подборки скрыть нельзя.

source: Filter
ru: Фильтр

source: Find movies, shows, actors and directors.
ru: Фильмы, сериалы, актёры и режиссёры.

source: Finished
ru: Окончен

source: Finnish
ru: Финские

source: Folder name
ru: Название папки

source: Freed %@
ru: Освобождено %@

source: French
ru: Французские

source: French language
ru: Французский

source: Fresh
ru: Новые

source: From
ru: От

source: Genre
ru: Жанр

source: German
ru: Немецкие

source: German language
ru: Немецкий

source: Go to Downloads
ru: Перейти к загрузкам

source: Go to Movie
ru: Открыть фильм

source: Go to Series
ru: Открыть сериал

source: Guide updated
ru: Программа обновлена

source: History
ru: История

source: HLS downloads are stored in the app's private storage (not visible in the Files app) and keep every audio track, so they're larger than the source file.
ru: HLS-загрузки хранятся в приватном хранилище приложения (не видны в Файлах) и содержат все аудиодорожки, поэтому занимают больше, чем исходный файл.

source: Home
ru: Главная

source: Hot
ru: Горячие

source: Image cache
ru: Кэш изображений

source: Image Cache
ru: Кэш изображений

source: Images
ru: Изображения

source: IMDB Rating
ru: Рейтинг IMDB

source: Information
ru: Информация

source: Interrupted
ru: Прервано

source: Italian
ru: Итальянские

source: Italian language
ru: Итальянский

source: Japanese language
ru: Японский

source: Kinopoisk Rating
ru: Рейтинг Кинопоиска

source: Language
ru: Язык

source: Languages
ru: Языки

source: Last seen %@
ru: Заходил %@

source: left
ru: осталось

source: Library
ru: Библиотека

source: Like removed
ru: Оценка снята

source: Liked
ru: Оценка учтена

source: LIVE
ru: ЭФИР

source: Loading guide…
ru: Загрузка программы…

source: Logout
ru: Выйти

source: Main
ru: Главная

source: Mark as Unwatched
ru: Отметить непросмотренной

source: Mark as Watched
ru: Отметить просмотренной

source: Mark Watched
ru: Отметить просмотренным

source: Marked as unwatched
ru: Отметка о просмотре снята

source: Marked as watched
ru: Отмечено как просмотренное

source: Maximum Quality
ru: Максимальное качество

# MediaItem_Cast
source: Cast
ru: Актеры

# MediaItem_Country
source: Country
ru: Страна

# MediaItem_Data
source: Data
ru: Данные

# MediaItem_Description
source: Description
ru: Описание

# MediaItem_Director
source: Director
ru: Режиссер

# MediaItem_Duration
source: Duration
ru: Продолжительность

# MediaItem_Genre
source: Genre
ru: Жанр

# MediaItem_Title
source: Title
ru: Название

# MediaItem_Voice
source: Voice
ru: Озвучка

# MediaItem_Year
source: Year
ru: Год

source: min
ru: мин

source: Mixed playlist
ru: Смешанный плейлист

source: Month
ru: Месяц

source: More
ru: Ещё

source: More from %@
ru: Ещё от %@

source: More with %@
ru: Ещё с %@

# Movie
source: Movies
ru: Фильмы

source: Movies
ru: Фильмы

source: Multi-voice
ru: Многоголосый

source: My series
ru: Мои сериалы

source: My Series
ru: Мои сериалы

source: Needs a connection
ru: Нужно подключение

source: Neural
ru: Нейросеть

source: New
ru: Новые

source: New episodes
ru: Новые серии

source: New Episodes
ru: Новые эпизоды

source: New folder
ru: Новая папка

source: New folder…
ru: Новая папка…

source: Next
ru: Далее

source: No
ru: Нет

source: No bookmark folders yet.
ru: Папок закладок пока нет.

source: No collections yet
ru: Подборок пока нет

source: No comments yet
ru: Пока нет комментариев

source: No history yet
ru: История пока пуста

source: No live broadcasts right now
ru: Сейчас нет прямых трансляций

source: No programme info
ru: Нет данных о программе

# No resuts
source: No results
ru: Нет результатов

source: No series here yet
ru: Здесь пока нет сериалов

source: Nothing found
ru: Ничего не найдено

source: Nothing here yet
ru: Здесь пока пусто

source: Nothing to clear
ru: Нечего очищать

source: Nothing to download
ru: Нечего загружать

source: On air
ru: В эфире

source: One-voice
ru: Одноголосый

source: Ongoing
ru: Выходит

source: Open
ru: Открыть

source: Original
ru: Оригинал

source: Other
ru: Остальное

source: Period
ru: Период

source: Play
ru: Смотреть

source: Playback failed
ru: Не удалось воспроизвести

source: Polish
ru: Польские

source: Popular
ru: Популярные

source: Portuguese
ru: Португальские

source: Portuguese language
ru: Португальский

source: Premiere
ru: Премьера

source: Profile
ru: Профиль

source: Rating
ru: Рейтинг

source: Re-download
ru: Скачать заново

source: Recent
ru: Недавние

source: Registration Date
ru: Дата регистрации

source: Related
ru: Похожее

source: Release Year
ru: Год выхода

source: Remove
ru: Удалить

source: Remove device?
ru: Удалить устройство?

source: Remove devices you no longer use. The current device can't be removed here — use Logout.
ru: Удаляйте устройства, которыми не пользуетесь. Текущее устройство отсюда удалить нельзя — используйте «Выйти».

source: Remove from folder
ru: Убрать из папки

source: Remove from history
ru: Удалить из истории

source: Remove leftover download files
ru: Удалить остаточные файлы загрузок

source: Removed from %@
ru: Удалено из %@

source: Removed from history
ru: Удалено из истории

source: Removed from watchlist
ru: Убрано из «Я смотрю»

source: Rename
ru: Переименовать

source: Rename folder
ru: Переименовать папку

# Restarting the app
source: Closing the app
ru: Закрытие программы

source: Resume
ru: Продолжить

source: Reviews
ru: Рецензии

source: Russian
ru: Русские

source: Russian language
ru: Русский

source: Save
ru: Сохранить

source: Saved
ru: Сохранено

source: Saved to %@
ru: Сохранено в «%@»

source: Search
ru: Поиск

source: Season
ru: Сезон

source: Season downloaded
ru: Сезон загружен

source: seasons
ru: сезонов

source: Seasons
ru: Сезоны

source: Sections
ru: Разделы

source: Select Language
ru: Выберите язык

source: Serial
ru: Сериалы

source: Series
ru: Сериалы

source: Server location
ru: Сервер

# Show less
source: Less
ru: Свернуть

# Show more
source: More
ru: Ещё

source: Shows & Movies
ru: Сериалы и фильмы

source: Sort
ru: Сортировка

source: Spanish
ru: Испанские

source: Spanish language
ru: Испанский

source: Sport
ru: Спорт

source: Stand-up
ru: Стендапы

source: Start from Beginning
ru: Сначала

source: Status
ru: Статус

source: Storage
ru: Хранилище

source: Storage used
ru: Занято на диске

source: Stream type
ru: Тип потока

source: Subtitles
ru: Субтитры

source: The activation code expired. Requesting a new one.
ru: Код активации истёк. Запрашиваем новый.

# The app will restart to apply the language change.
source: The app will close to apply the language change.
ru: Программа выйдет, чтобы сохранить изменения языка.

source: The server asked the app to check less often.
ru: Сервер попросил проверять реже.

source: This app build isn't recognized by the KinoPub server.
ru: Сервер KinoPub не распознал эту сборку приложения.

source: This collection is empty
ru: Эта подборка пуста

source: This device
ru: Это устройство

source: This folder is empty
ru: Папка пуста

source: This section isn't available offline.
ru: Этот раздел недоступен офлайн.

source: This will permanently delete the folder.
ru: Папка будет удалена безвозвратно.

source: Title
ru: Название

source: Titles
ru: Названия

source: TMDB API key
ru: Ключ API TMDB

source: To
ru: До

source: Today
ru: Сегодня

source: Top Results
ru: Топ результаты

source: total
ru: всего

source: Total
ru: Всего

source: Trailer
ru: Трейлер

source: Trailers
ru: Трейлеры

source: Translation
ru: Перевод

source: Try a different title, actor or director.
ru: Попробуйте другое название, актёра или режиссёра.

source: TV Show
ru: ТВ Шоу

source: TV Shows
ru: Сериалы

source: Two-voice
ru: Двухголосый

source: Type
ru: Тип

source: Ukrainian
ru: Украинские

source: Ukrainian language
ru: Украинский

source: Unknown device
ru: Неизвестное устройство

source: Use SSL
ru: Использовать SSL

source: Used to show cast & crew photos. Get a free API key at themoviedb.org.
ru: Используется для показа фото актёров и съёмочной группы. Бесплатный ключ можно получить на themoviedb.org.

source: User Name
ru: Имя пользователя

source: User Subscription
ru: Подписка

source: Video Quality
ru: Качество видео

source: Views
ru: Просмотры

source: Waiting for the code to be confirmed on kino.pub.
ru: Ждём подтверждения кода на kino.pub.

source: Want 4K
ru: Хочу 4K

source: Want AC3
ru: Хочу AC3

source: Want HD
ru: Хочу HD

source: Watch
ru: Смотреть

source: Watchers
ru: Зрители

source: Watching
ru: Я смотрю

source: Week
ru: Неделя

source: With subtitles
ru: С субтитрами

source: Without HD
ru: Без HD

source: Year
ru: Год

source: Yes
ru: Да

source: Yesterday
ru: Вчера

source: You don't have any downloads yet
ru: У вас пока нет загрузок

source: You're offline — your downloads are available
ru: Нет сети — доступны загрузки

source: Your KinoPub session isn't authorized. Try activating again.
ru: Сессия KinoPub не авторизована. Попробуйте активировать заново.

source: You've already rated this
ru: Вы уже оценили — изменить нельзя

# Аноним
source: Anonymous
ru: Аноним
